{
    "name": "Cave Dweller",
    "icon": "thaumon:eldritch_lantern",
    "category": "patchouli:stories",
    "advancement": "dying_light:dweller_story",
    "pages": [
        {
            "type": "patchouli:text",
            "text": "$(o)The creature known as Cave Dweller was once a human man, known as Garrik. He was a miner, and a devoted husband and father. He and his family lived in a modest, cozy hut by the sea.$(br2)But his fate was cursed to tragedy."
        },
        {
            "type": "patchouli:text",
            "text": "$(o)One bright, otherwise cheery summer, his young daughter fell gravely ill.$(br2)The sickness came from the blue - she had been a laughing, healthy child her whole life. Yet within days, she withered, and passed away."
        },
        {
            "type": "patchouli:text",
            "text": "$(o)Garrik and his wife were devastated. In less than a week, their precious child had gone from vibrant and happy - to gone from this world.$(br2)His wife fell into a deep depression, and Garrik feared he would lose her, too."
        },
        {
            "type": "patchouli:text",
            "text": "$(o)Without his wife knowing, Garrik sought the help of a necromancer, who agreed to revive Garrik's daughter - but at a desperate price.$(br2)He agreed without hesitation, and the necromancer promised to begin his dark rituals."
        },
        {
            "type": "patchouli:text",
            "text": "$(o)Over the next few weeks, Garrik grew leaner and paler. His wife, lost to sorrow as she was, barely acknowledged the change until the day he lashed out at her, but it was too late. With his new, freakish strength, he killed her, and in doing so, lost his mind."
        },
        {
            "type": "patchouli:text",
            "text": "$(o)In horror at his own actions, Garrik fled the house. He did not stop running until he was deep into the mines that were so familiar to him.$(br2)There, he wailed and writhed, and tore at his own flesh, refusing to eat or drink."
        },
        {
            "type": "patchouli:text",
            "text": "$(o)And there he has stayed since, his body and mind warping until neither held any remaining trace of humanity.$(br2)Meanwhile, back behind a modest, cozy hut by the sea, a small grave stirred in the darkness of night..."
        },
        {
            "type": "patchouli:spotlight",
            "item": "kubejs:teddy",
            "text": "$(7)Perhaps you could find something of his daughter's to show to him.$()"
        }
    ]
}