{
    "name": "The Hide-Behind",
    "icon": "minecraft:nether_wart",
    "category": "patchouli:stories",
    "advancement": "dying_light:hidebehind_story",
    "pages": [
        {
            "type": "patchouli:text",
            "text": "$(o)Benjamin was not a wanted child. Not hated, but never loved. His parents did not want him, not even a little.$(br2)And it hardly mattered what they wanted, because they would die before Benjamin had turned six years old, anyway."
        },
        {
            "type": "patchouli:text",
            "text": "$(o)He spent his whole childhood trundled from one place to another, like an old suitcase that the grown-ups needed to find a place to store. Benjamin felt as if he were relegated to the back of the closet; dusty and forgotten."
        },
        {
            "type": "patchouli:text",
            "text": "$(o)Nowhere ever felt like home. He spent much of his time hiding from his caretakers, and no one ever seemed to want to find him.$(br2)They seemed to prefer when he was out of sight. He had little toys to play with, and very few books to read."
        },
        {
            "type": "patchouli:text",
            "text": "$(o)He felt an emptiness, a yawning void in his chest, but never quite knew why. After all, this loneliness was all he'd known.$(br2)Then, one day when he was not quite ten years old, he fell and injured his knee."
        },
        {
            "type": "patchouli:text",
            "text": "$(o)Now, this was not an unusual injury for a boy his age, and it wasn't particularly severe. A grown-up, if any had bothered to notice, would probably have dismissed it out of hand. But it snapped something inside of Benjamin. It $()hurt$(o)! And no one cared. No one even noticed."
        },
        {
            "type": "patchouli:text",
            "text": "$(o)Benjamin ran, sobbing, to the forest. He tucked himself behind a tree, and cried until he couldn't anymore. He fell asleep, and dreamed of rescue. But when he awoke, he was still by the tree, covered in autumn leaves. He sighed, and his broken heart died within him."
        },
        {
            "type": "patchouli:text",
            "text": "$(o)He went back home, where he was barely greeted. He wished they would admonish him for making them worry, but they did not. They didn't even ask him where he'd been.$(br2)But he could fall no lower into despair. He had become gray inside."
        },
        {
            "type": "patchouli:text",
            "text": "$(o)Benjamin grew up, and finished school, and took up a trade. He worked with his hands so that his mind would keep quiet. He got up, went to work, came home, went to bed. Each and every day, day in and day out. A gray, nothing man in a world which couldn't seem to see him."
        },
        {
            "type": "patchouli:text",
            "text": "$(o)And then one day, quite without circumstance, he died. Without ever having had a friend, without ever knowing what it was like to be embraced.$(br2)An entire life lived alone - and when he was gone, there was no one to cry for him."
        },
        {
            "type": "patchouli:spotlight",
            "item": "legendarysurvivaloverhaul:plaster",
            "text": "$(7)Maybe... maybe all he needs is for someone to comfort that little boy inside him.$()"
        }
    ]
}